const GAMES = [
  {
    id: 1,
    date: "2026-08-08",
    words: ["תפוח", "ניוטון", "כבידה", "כדור", "מגרש"],
    answers: ["כדורגל"]
  },
  {
    id: 2,
    date: "2026-08-09",
    words: ["פריז", "מגדל", "איטליה", "פיצה", "כדור"],
    answers: ["מגדל פיזה", "המגדל הנטוי של פיזה"]
  },
  {
    id: 3,
    date: "2026-08-10",
    words: ["ים", "חול", "שמש", "מגבת", "מטרייה"],
    answers: ["חוף ים", "חוף"]
  },
  {
    id: 4,
    date: "2026-08-11",
    words: ["מחשב", "חלון", "עכבר", "מקלדת", "קוד"],
    answers: ["תכנות", "תכנות מחשבים", "קידוד"]
  },
  {
    id: 5,
    date: "2026-08-12",
    words: ["שלג", "קרח", "דוב"],
    answers: ["קוטב", "הקוטב הצפוני"]
  },
  {
    id: 6,
    date: "2026-08-13",
    words: ["ספר", "מדף", "שקט", "קורא", "סיפור", "השאלה"],
    answers: ["ספרייה", "ספריה"]
  },
  {
    id: 7,
    date: "2026-08-14",
    words: ["מטוס", "מסלול", "טייס", "שער"],
    answers: ["שדה תעופה", "נמל תעופה", "שדה התעופה"]
  },
  {
    id: 8,
    date: "2026-08-15",
    words: ["מחט", "חוט", "בד", "כפתור", "תפירה", "מכונה"],
    answers: ["מכונת תפירה", "מכונת תפירה ביתית"]
  },
  {
    id: 9,
    date: "2026-08-16",
    words: ["גשם", "ענן", "ברק", "רעם", "מטר"],
    answers: ["סערה", "סופת רעמים"]
  },
  {
    id: 10,
    date: "2026-08-17",
    words: ["סנקט פטרסבורג", "פטרוגרד", "לנינגרד"],
    answers: ["סנקט פטרסבורג", "סנט פטרסבורג "]
  }
  {
    id: 11,
    date: "2026-08-18",
    words: ["2 ", "3", "the amazing","the amazing 2", "homecoming", "far from home","no way home"],
    answers: ["brand new day "]
  }
];